#+title: Evaluaci칩n de la exposici칩n
#+author: Gunnar Wolf

* Docker Engine

- Tema presentado por :: Erick Aguilar
- Calificaci칩n global :: Por favor revisen m치s adelante para ver de
  d칩nde vienen todos estos n칰meros 游땔

|------------------------+------+--------------------+------+---------|
| Evaluaci칩n  compa침eros | Peso | Evaluaci칩n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.42 |  0.3 |               7.75 |  0.7 |    8.25 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci칩n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har칤amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa침eros para el primero y en si la presentaci칩n
"suena" le칤da directamente del material que prepararon o expuesta m치s libremente
para el segundo.


* Evaluaci칩n grupal

|              | 1 | 2 | 3 | 4 |  5 | Total |
|--------------+---+---+---+---+----+-------|
| Originalidad | 0 | 0 | 1 | 2 |  9 |  9.33 |
| Nivel        | 0 | 0 | 1 | 2 |  8 |  9.27 |
| Relevancia   | 0 | 0 | 1 | 3 |  8 |  9.17 |
| Claridad     | 0 | 0 | 0 | 2 | 10 |  9.67 |
| Presencia    | 0 | 0 | 0 | 2 | 10 |  9.67 |
|--------------+---+---+---+---+----+-------|
|              |   |   |   |   |    |  9.42 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa침eros

Tu exposici칩n recibi칩 los siguientes comentarios anonimizados por
parte de tus compa침eros:

- Me pareci칩 un tema bastante interesante y muy bien explicado para una persona
  que s칩lo hab칤a o칤do de su existencia. Son estas explicaciones las que ayudan a
  interesarse en un tema sin presentarlo como algo s칰per abstracto y dif칤cil de
  entender. Muy buen trabajo por parte del compa침ero ;)
- sin comentarios
- Un poco m치s de contexto por favor
- Me gust칩 mucho que diera ejemplos de aplicaciones para cada concepto o idea
  que expuso. La verdad es un tema en el que no hab칤a profundizado, y ahora
  entiendo su funcionamiento como sistema de software. Tambi칠n creo que fue muy
  importante explicar elementos como "imagen" o "contenedor", ya que es
  importante tenerlos claros. Este tema es muy relevante para la materia porque
  Docker es una herramienta utilizada de manera frecuente para configurar un
  entorno determinado, incluyendo al sistema operativo.
- 
  1. En la exposici칩n presentada se puede apreciar que el compa침ero tiene un
     buen dominio del tema, adem치s de haberse tomado el tiempo para realizarla.
  2. Me pareci칩 en cierta forma acertado que no hubiera texto en las
     diapositivas, ya que eso hac칤a que prestaras m치s atenci칩n a lo que el
     compa침ero explicaba y lo relacionabas con las im치genes que presentaba.
  3. El video fue bueno, en cuesti칩n de audio y video.

* Evaluaci칩n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci칩n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliogr치ficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |            5 |      0.5 |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     7.75 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios
- Presentaci칩n demasiado larga (30:47)
- 춰Muy bien que haces un cierre haciendo un resumen de todo el contenido que
  presentaste! Ayuda mucho a encuadrar lo que presentaste.
- Hiciste una muy buena presentaci칩n, partiendo de un punto de familiaridad con
  /qu칠 es Docker/ y /c칩mo es que est치 implementado/. Desde el principio
  comienzas con un  /c칩mo funciona/, pero sin pasar con /para qu칠 es/, /qu칠
  problema busca resolver/, o algo porel estilo.

* Verificaci칩n de originalidad

Los reportes que env칤an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi칩n /no tendr치 ning칰n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci칩n sea menor al 30%.

- 46% de textos sospechosos
  - 5% de similitudes con otros documentos
  - 42% estil칤sticamente pr칩ximos a lo generado por IA (indicador, no
    prueba)
  - 2% idiomas no reconocidos
  - <1% de citas atribu칤das (citas expresas)
